<?php

return [
    'last_news' => 'Останні новини',
    'watch_all' => 'Переглянути все',
    'all' => 'Усі новини',
    'not_found' => 'Новини не знайдено',
    'new_title' => 'Новини - :name',
    'title' => 'Сторінка новин',
    'admin' => [
        'title' => 'Новини',
        'setting' => 'Налаштування новин',
        'setting_description' => 'На цій сторінці ви можете переглядати та видаляти новини',
        'add' => 'Додати новину',
        'add_title' => 'Додати новину',
        'add_description' => 'На цій сторінці ви можете додати новину',
        'slug' => 'Унікальне посилання',
        'title_label' => 'Заголовок',
        'description' => 'Короткий опис',
        'image' => 'Зображення',
        'description_placeholder' => 'Заєць вийшов на криту галерею, щоб вшанувати своє яйце...',
        'content' => 'Зміст новини',
        'edit_title' => 'Редагувати новину',
        'edit_description' => 'На цій сторінці ви можете редагувати новину'
    ]
];
