<?php

return [
    'last_news' => 'Последние новости',
    'watch_all' => 'Смотреть все',
    'all' => 'Все новости',
    'not_found' => 'Новость не найдена',
    'new_title' => 'Новость - :name',
    'title' => 'Страница новостей',
    'admin' => [
        'title' => 'Новости',
        'setting' => 'Настройка новостей',
        'setting_description' => 'На этой странице вы можете посмотреть и удалить новости',
        'add' => 'Добавить новость',
        'add_title' => 'Добавление новости',
        'add_description' => 'На этой странице вы можете добавить новость',
        'slug' => 'Уникальная ссылка',
        'title_label' => 'Заголовок',
        'description' => 'Краткое описание',
        'image' => 'Изображение',
        'description_placeholder' => 'Вышел заяц на крыльцо почесть свое яйцо...',
        'content' => 'Содержимое новости',
        'edit_title' => 'Изменение новости',
        'edit_description' => 'На этой странице Вы можете поменять новость'
    ]
];