<?php

return [
    'last_news' => 'Последние новости',
    'watch_all' => 'Смотреть все',
    'all' => 'Все новости',
    'not_found' => 'Новость не найдена',
    'new_title' => 'Новость - :name',
    'title' => 'Страница новостей',
    'perm_desc' => 'Открывает доступ к просмотру / редактированию новостей во Flute',
    'published' => "Опубликовано",
    'will_published' => "Будет доступно :date",
    'was_published' => "Было опубликовано",
    'views' => 'Просмотр(-ов)',
    'stats' => [
        "title" => "Статистика новостей",
    ],
    'admin' => [
        'short_desc' => 'Список всех новостей',
        'title' => 'Список новостей',
        'setting' => 'Настройка новостей',
        'setting_description' => 'На этой странице вы можете посмотреть и удалить новости',
        'add' => 'Добавить новость',
        'add_title' => 'Добавление новости',
        'add_description' => 'На этой странице вы можете добавить новость',
        'slug' => 'Уникальная ссылка',
        'title_label' => 'Заголовок',
        'description' => 'Краткое описание',
        'image' => 'Изображение',
        'description_placeholder' => 'Вышел заяц на крыльцо почесть свое яйцо...',
        'content' => 'Содержимое новости',
        'edit_title' => 'Изменение новости',
        'edit_description' => 'На этой странице Вы можете поменять новость',
        'published_at' => "Время публикации",
        "published_at_desc" => "Выберите дату публикации если хотите создать запланированную новость",
        "new_is_not_published" => "Эта новость запланирована и будет опубликована только <b>:date</b>"
    ]
];